Repository: ltaeif/rhuvt
Catalog: application/modules/admin/langues/etudiant.tmx
Source language: en
Languages: ar

source: code de l'etudiant
ar: معلمات عامة

source: Information géneral
ar: معلمات عامة

source: Coordonnee
ar: وسائل الإتصال

source: Telephones
ar: خطوط الهاتف الخصة

source: First name
ar: اللقب

source: Last name
ar: الإسم

source: Address
ar: العنوان

source: َadd new student
ar: إضافت طلب جديد

source: E-mail
ar: البريد الإلكتروني

source: CIN
ar: بطقة التعريف الوطنية

source: Téléphone mobile
ar: رقم الهاتف الحوال

source: Téléphone professionnel
ar: رقم الهاتف الحوال

source: Code postal
ar: الترقيم البريدي
